Revit 2027 API
ParameterTypeId.FbxLightSurfaceLoss Property
 "Surface Depreciation Loss"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightSurfaceLoss { get; }
Public Shared ReadOnly Property FbxLightSurfaceLoss As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightSurfaceLoss {
	ForgeTypeId^ get ();
}
static member FbxLightSurfaceLoss : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace